Repository: TheJonny/mate-applets
Catalog: trashapplet/docs/*/*.po
Languages: es

# _
source: translator-credits
es: Jorge González <jorgegonz@svn.gnome.org>, 2007-2010 Francisco Javier F. Serrador <serrador@cvs.gnome.org>, 2003-2006 Pablo Gonzalo del Campo <pablodc@bigfoot.com>, 2002-2003

source: Panel Trash Manual
es: Manual de Papelera del Panel

source: Panel Trash lets you manage your trash from the panel.
es: Papelera del Panel le permite administrar la papelera de reciclaje desde el panel.

source: <year>2015</year> <holder>MATE Documentation Project</holder>
es: <year>2015</year> <holder>Proyecto de Documentación de MATE</holder>

source: <year>2006</year> <holder>GNOME Documentation Project</holder>
es: <year>2006</year> <holder>Proyecto de Documentación de GNOME</holder>

source: MATE Documentation Project
es: Proyecto de Documentación de MATE

source: GNOME Documentation Project
es: Proyecto de Documentación de GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
es: Se concede permiso para copiar, distribuir o modificar este documento según las condiciones de la GNU Free Documentation License (GFDL), Versión 1.1 o cualquier versión posterior publicada por la Free Software Foundation sin Secciones invariantes, Textos de portada y Textos de contraportada. Encontrará una copia de la GFDL en este <ulink type="help" url="help:fdl">enlace</ulink> o en el archivo COPYING-DOCS distribuido con este manual.

source: This manual is part of a collection of MATE manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
es: Este manual es parte de la colección de manuales MATE distribuidos bajo el GFDL. Si quiere distribuir este manual separadamente de la colección, puede hacerlo añadiendo una copia de la licencia al manual, como está descrito en la sección 6 de la licencia.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any MATE documentation, and the members of the MATE Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
es: Muchos de los nombres usados por empresas para distinguir sus productos y servicios se mencionan como marcas comerciales. Donde aparezcan dichos nombres en cualquier documentación MATE, y para que los miembros del proyecto de documentación reconozcan dichas marcas comerciales, dichos nombres se imprimen en mayúsculas o iniciales mayúsculas.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
es: EL DOCUMENTO SE PROPORCIONA "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, NI EXPLÍCITA NI IMPLÍCITA INCLUYENDO, SIN LIMITACIÓN, GARANTÍA DE QUE EL DOCUMENTO O VERSIÓN MODIFICADA DE ÉSTE CAREZCA DE DEFECTOS COMERCIALES, SEA ADECUADO A UN FIN CONCRETO O INCUMPLA ALGUNA NORMATIVA. TODO EL RIESGO RELATIVO A LA CALIDAD, PRECISIÓN Y UTILIDAD DEL DOCUMENTO O SU VERSIÓN MODIFICADA RECAE EN USTED. SI CUALQUIER DOCUMENTO O VERSIÓN MODIFICADA DE AQUÉL RESULTARA DEFECTUOSO EN CUALQUIER ASPECTO, USTED (Y NO EL REDACTOR INICIAL, AUTOR O CONTRIBUYENTE) ASUMIRÁ LOS COSTES DE TODA REPARACIÓN, MANTENIMIENTO O CORRECCIÓN NECESARIOS. ESTA RENUNCIA DE GARANTÍA ES UNA PARTE ESENCIAL DE ESTA LICENCIA. NO SE AUTORIZA EL USO DE NINGÚN DOCUMENTO NI VERSIÓN MODIFICADA DE ÉSTE POR EL PRESENTE, SALVO DENTRO DEL CUMPLIMIENTO DE LA RENUNCIA;Y

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
es: BAJO NINGUNA CIRCUNSTANCIA NI BAJO NINGUNA TEORÍA LEGAL, SEA POR ERROR (INCLUYENDO NEGLIGENCIA), CONTRATO O DE ALGÚN OTRO MODO, EL AUTOR, EL ESCRITOR INICIAL, CUALQUIER CONTRIBUIDOR, O CUALQUIER DISTRIBUIDOR DEL DOCUMENTO O VERSIÓN MODIFICADA DEL DOCUMENTO, O CUALQUIER PROVEEDOR DE CUALQUIERA DE ESAS PARTES, SERÁ RESPONSABLE ANTE NINGUNA PERSONA POR NINGÚN DAÑO DIRECTO, INDIRECTO, ESPECIAL, INCIDENTAL O DERIVADO DE NINGÚN TIPO, INCLUYENDO, SIN LIMITACIÓN DAÑOS POR PÉRDIDA DE MERCANCÍAS, PARO TÉCNICO, FALLO INFORMÁTICO O MAL FUNCIONAMIENTO O CUALQUIER OTRO POSIBLE DAÑO O PÉRDIDAS DERIVADAS O RELACIONADAS CON EL USO DEL DOCUMENTO O SUS VERSIONES MODIFICADAS, AUNQUE DICHA PARTE HAYA SIDO INFORMADA DE LA POSIBILIDAD DE QUE SE PRODUJESEN DICHOS DAÑOS.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
es: EL DOCUMENTO Y LAS VERSIONES MODIFICADAS DEL DOCUMENTO SE PROPORCIONAN BAJO LOS TÉRMINOS DE LA LICENCIA GRATUITA DE DOCUMENTACIÓN DE GNU CON EL ACUERDO ADICIONAL DE:<_:orderedlist-1/>

source: <firstname>MATE Documentation Team</firstname> <surname/> <affiliation> <orgname>MATE Desktop</orgname> </affiliation>
es: <firstname>Equipo de Documentación de MATE</firstname> <surname/> <affiliation> <orgname>MATE Desktop</orgname> </affiliation>

source: <firstname>Michiel</firstname> <surname>Sikkes</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address> <email>michiel@eyesopened.nl</email> </address> </affiliation>
es: <firstname>Michiel</firstname> <surname>Sikkes</surname> <affiliation> <orgname>Proyecto de Documentación de GNOME</orgname> <address> <email>michiel@eyesopened.nl</email> </address> </affiliation>

source: <firstname>Davyd</firstname><surname>Madeley</surname> <affiliation> <orgname>GNOME Project</orgname> <address><email>davyd@madeley.id.au</email></address> </affiliation>
es: <firstname>Davyd</firstname><surname>Madeley</surname> <affiliation> <orgname>Proyecto GNOME</orgname> <address><email>davyd@madeley.id.au</email></address> </affiliation>

source: MATE Documentation Team
es: Equipo de Documentación de MATE

source: <revnumber>Panel Trash V2.12</revnumber> <date>July 2015</date> <_:revdescription-1/>
es: <revnumber>Papelera del Panel V2.12</revnumber> <date>Julio 2015</date> <_:revdescription-1/>

source: <revnumber>Panel Trash 2.10</revnumber> <date>March 2005</date> <_:revdescription-1/>
es: <revnumber>Papeleara del Panel 2.10</revnumber> <date>Marzo 2005</date> <_:revdescription-1/>

source: <revnumber>Panel Trash V2.8</revnumber> <date>July 2004</date> <_:revdescription-1/>
es: <revnumber>Papelera del Panel V2.8</revnumber> <date>July 2004</date> <_:revdescription-1/>

source: This manual describes version 1.10.2 of the Panel Trash applet.
es: Este manual describe la versión 1.10.2 de la miniaplicación Papelera del Panel

source: Feedback
es: Comentarios

source: To report a bug or make a suggestion regarding the Panel Trash applet or this manual, follow the directions in the <ulink url="help:mate-user-guide/feedback" type="help">MATE Feedback Page</ulink>.
es: Para reportar un error o hacer una sugerencia acerca de la miniaplicación Papelera del Panel o este manual, siga las instrucciones en la <ulink url="help:mate-user-guide/feedback" type="help">Página de Comentarios de MATE</ulink>.

source: <primary>Trash</primary>
es: <primary>Papelera</primary>

source: Introduction
es: Introducción

source: The <application>Panel Trash</application> applet lets you manage your Trash from the panel.
es: La miniaplicación <application>Papelera del Panel</application> le permite administrar su Papelera desde el panel.

source: The trash on your panel acts identically to the trash on your desktop, however it is useful because your panels are always visible.
es: La papelera en el panel actúa idénticamente a la papelera en el escritorio, sin embargo es útil porque los paneles siempre están visibles.

source: Adding Panel Trash to a Panel
es: Añadir Papelera del Panel al Panel

source: To add the <application>Panel Trash</application> applet to a panel, perform the following steps:
es: Para añadir la miniaplicación <application>Papelera del Panel</application> al panel, realice los siguientes pasos:

source: Right-click on the panel at the place you want to add the applet.
es: Haga clic derecho en el panel en el lugar donde quiera añadir la miniaplicación

source: Choose <guimenuitem>Add to Panel</guimenuitem>.
es: Elegir <guimenuitem>Añadir al Panel</guimenuitem>.

source: Scroll down the list of items in the <guilabel>Add to Panel</guilabel> dialog, then select <guilabel>Trash</guilabel>.
es: Desplácese hacia abajo en la lista de elementos en el diálogo <guilabel>Añadir al Panel</guilabel>, luego seleccione <guilabel>Papelera</guilabel>.

source: Click <guibutton>Add</guibutton>.
es: Clic <guibutton>Añadir</guibutton>.

source: For more information on working with the panel, see the <ulink type="help" url="help:mate-user-guide/panels">Desktop User Guide</ulink>.
es: Para más información acerca de trabajar con el panel, vea la <ulink type="help" url="help:mate-user-guide/panels">Guía de Usuario de Escritorio</ulink>.

source: Usage
es: Uso

source: Panel Trash
es: Papelea del Panel

source: Moving Items to Trash
es: Moviendo elementos a la Papelera

source: To move items to the Trash, drag them from the file manager to the <application>Panel Trash</application> applet.
es: Para mover elementos a la Papelera, arrástrelos desde el administrador de archivos hacia la miniaplicación <application>Papelera del Panel</application>.

source: Emptying Trash
es: Vaciando la papelera

source: To permanently delete all the items in the Trash, right-click on the applet, then choose <menuchoice> <guimenuitem>Empty Trash</guimenuitem> </menuchoice>.
es: Para eliminar permanentemente todos los elementos el la Papelera, haga clic derecho soble la miniaplicación, luego escoja <menuchoice> <guimenuitem>Vaciar Papelera</guimenuitem> </menuchoice>.

source: Opening Trash
es: Abriendo Papelera

source: To open Trash, right-click on the applet, then choose <menuchoice> <guimenuitem>Open Trash</guimenuitem> </menuchoice>. The Trash window opens in <application>Caja</application> file manager.
es: Para abrir la Papelera, haga clic derecho sobre la miniaplicación, luego escoja <menuchoice> <guimenuitem>Abrir Papelera</guimenuitem> </menuchoice>. La ventana de la Papelera abrirá en el administrador de archivos <application>Caja</application>.

source: link
es: enlace

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
es: Se otorga permiso para copiar, distribuir y/o modificar este documento bajo los términos de la Licencia de Documentación Libre (GFDL) de GNU, la Versión 1.1 o cualquier versión posterior publicada por la Free Software Foundation sin variaciones en Secciones, sin Textos de Portada y sin textos de contraportada. Puede encontrar una copia de la GFDL en<_:ulink-1/> o en el archivo COPYING-DOCS distribuido con este manual.
